/*
    프로젝트 : 도서관리 프로그램
    팀 : 5조
    팀장 : 박찬웅 (2025)
    부팀장 : 나영탁 (202511216)
    팀원 : 송세연(2025), 양현인(2025)
    개발일 : 2025.10.24 ~ 2025.11.?
*/

/*
    프로젝트 진행
    1. 로그인 (완료)
        1-1. 회원가입 (완료)
		1-2. 회원 탈퇴 (완료)
    2. 도서 이용
        2-1. 도서 대출 (완료)
        2-2. 도서 반납 (완료)
        2-3. 대출 연장 신청 (완료)
        2-4. 대출 검색 (완료)
    3. 도서 관리 (미완료)
        3-1. 도서 추가 (미완료)
        3-2. 도서 삭제 (미완료)
        3-3. 도서 수정 (미완료)
		3-4. 도서 조회 (미완료)
    4. 사용자 관리
        4-1. 대출 현황 조회 (미완료)
		4-2. 연장 시넝 조회 (미완료)
*/